import React from "react";
import Image from "next/image";

function Studio() {
  return (
    <div>
      <div className="flex justify-evenly items-center mx-20 my-20">
        <div className="w-[650px]" dir="rtl">
          <h3 className="text-2xl my-2 italic">مهندسین مشاور بالست ابنیه</h3>
          <h1 className="text-5xl">
            با بیش از یک دهه تجربه برای دستیابی
            <br />
            <span className="text-[#F9A220]">
              به توسعه پایدار در کشور می کوشد
            </span>
          </h1>
          <p className="text-xl text-gray-800 my-10 text-justify">
            شرکت مهندسین مشاور بالست ابنیه در سال 1388 در شهر تهران تاسیس شده
            است، این شرکت سهامی خاص است و دارای دارای رتبه 3 در زمینه سازه و
            راهسازی است و در ضمینه طراحی ، مطالعات و نظارت فنی در کلیه گرایش‌ها
            از قبیل ساخت و تجهیزات راه و راه‌آهن، کلیه ساختمان‌های مسکونی ،
            اداری ، تجاری ، صنعتی و اماکن ورزشی ، انجام طراحی و نظارت فنی در
            تجهیزات فرودگاه‌ها و ترافیک شهری ، واردات و صادرات در کلیه امور
            اجرایی پروژه‌ای طراحی و تجهیزات راه و راه آهن ، آب و ساخت ساختمانهای
            مسکونی ، اداری و اماکن ورزشی ، همراه با طراحی آنها ، انجام امور
            تحقیقاتی و پژوهشی در زمینه راه و راه آهن ، آب و سازه ، امور مربوط به
            تولید بتن و آسفالت و تجهیزات مرتبط با آن ، انجام مطالعات و طراحی
            علائم ایمنی راه و راه آهن ، انجام خدمات مشاور در مطالعات طراحی و
            نظارت کلیه پروژه های نفتی و گازی ، انجام مطالعات طراحی شهری و برنامه
            ریزی شهری فعالیت دارد.
          </p>
        </div>
        <div className="bg-[#F9A220] w-[400px] h-[500px]">
          <div className="-translate-x-10 translate-y-10">
            <Image
              src="/img/photo_5.jpg"
              alt="photo-5"
              width={400}
              height={500}
            />
          </div>
        </div>
      </div>
    </div>
  );
}

export default Studio;
